[M_HiddenJournalsFurniture MissionDefinition]
MissionName="Sessão de Tortura"
MissionDescription="Há anos atrás, Jack O'Cara torturou Patricia Tannis e roubou a chave da Sepultura.  Por isso Tannis deseja que você encontre seus diários perdidos, onde ela relata as atrocidades de Jack e seus capangas."
TurnInDescription="Tannis recebeu as crônicas de sua tortura e agora o mundo está bem."
MissionSummary="Encontre os registros ECHO perdidos de Tannis."
MissionGiver="Patricia Tannis"
MissionTurnInLocation="Tannis"
TeaserText="Como Jack conseguiu roubar a chave da Sepultura de Tannis?"

[M_HiddenJournalsFurniture:CollectEchos MissionObjectiveDefinition]
ProgressMessage="Recolha os registros ECHO de Tannis"

[M_HiddenJournalsFurniture:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

